
<html>
<head>
<title>alwan</title>
<link rel="stylesheet" type="text/css" href="css/style.css" >
<link rel="stylesheet" type="text/css" href="style1.css">
<!-- Latest compiled and minified CSS -->
<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/bootstrap/3.3.5/css/bootstrap.min.css">

<!-- jQuery library -->
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>

<!-- Latest compiled JavaScript -->
<script src="http://maxcdn.bootstrapcdn.com/bootstrap/3.3.5/js/bootstrap.min.js"></script>
</head>
<body>
<div class="container-fluid main_container" style="padding:0px;" id="home">
<div class = "header" >
<?php 
$lang=$_GET['lang'];
if($lang=="english"){
	include_once('header.php');
}elseif($lang=="arabic"){
		include_once('header_ar.php');
}
?>
</div>
<ul>
    <li class = "section">
        <h4 class = "title">المبادئ التوجيهية لالوان</h4>
   <p>وتهدف هذه المبادئ التوجيهية والبنود والشروط لضمان كل مستخدم أن يتمتع بالوان بطريقة آمنة.</p>
   <h5>تحميل الصور الخاصة بك والفيديو</h5>
   <p>نحن نأخذ على محمل الجد حقوق التأليف والنشر. إذا كنت لا تملك الحق في صورة أو فيديو، من فضلك لا تحملها، كما انها ضد قواعدنا ويمكن أن تحصل ايقاف من الوان.</p>
   <h5>احترام جميع المستخدمين</h5>
   <p>نحن مجتمع متنوع جدا. هذا يعني أنك يجب أن تحترم المعتقدات والمصالح الآخرين والممتلكات أثناء استخدام الوان. يجب عليك التصرف بنفس الطريقة على الوان كما تفعل في الحياة الحقيقية</p>
   <h5>إرسال الرسائل الأصلية للمستخدمين الآخرين</h5>
   <p>لا نسخ ولصق! اقراء ماذا يوجد على صفحات المستخدمين، وفكر في ارسال الرسالة المناسبة، رسالة ذات الصلة. بصراحة، اي شيء تقريبا أفضل من إرسال "ممكن نتعرف" لكل اتصال، فكر بطريقتك الخاصة</p>
   <h5>إستمتع</h5>
   <p>استمتع بوقتك على الوان. الدردشة مع الناس، وإرسال الصور، وتكوين صداقات وترتيب للقاءات. مهما فعلت، والمتعة تفعل ذلك!</p>
   <h5>لا تدعي بانك شخص اخر واسم مزيف</h5>
   <p>نأمل بانكم سوف تجتمعون مع ناس في الحياة الحقيقية من خلال الوان، لذلك نحن نطلب منك أن تستخدم اسمك الحقيقي والصور والمعلومات في ملفك الشخصي. لا تدعي بأنك شخص آخر</p>
   <h5>أي مواد إباحية</h5>
   <p>الوان يحظر بصرامة تحميل أي مواد إباحية. لا تحاول ذلك!</p>
   <h5>لا تفعل أي شيء غير قانوني على موقعنا</h5>
   <p>نحن لا تنظر بعين العطف على النشاط غير المشروع على الوان، لذلك سيتم حظرك عن الموقع، ويمكن إبلاغها إلى السلطات</p>
   <h5>لا يوجد رساءل غير مرغوب فيها</h5>
   <p>الوان ليست للبيع الأشياء. إذا حاولت استخدامه بمثابة السوق عليك أن تكون محظورة.</p>
   <h5>لا تحمل صور لأطفالك</h5>
   <p>بينما كنت موضع ترحيب للسماح للمستخدمين الآخرين يعرفون لديك أطفال، في المحادثة أو التعريف الخاص بك، انها ضد قواعد الوان للنشر صورا لأطفال.

إذا كنت لا تتبع هذه المبادئ التوجيهية، سوف تتلقى تحذيرا. إذا كنت تجاهل هذا التحذير، تبقى في خطر فقدان حسابك. وتستهدف هذه الإرشادات لجعل الوان مكان ودي وآمن لجميع المستخدمين

</p>
</div>
</body>
</html>