
<html>
<head>
<title>alwan</title>
<link rel="stylesheet" type="text/css" href="style1.css">
<link rel="stylesheet" type="text/css" href="css/style.css" >
<!-- Latest compiled and minified CSS -->
<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/bootstrap/3.3.5/css/bootstrap.min.css">

<!-- jQuery library -->
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>

<!-- Latest compiled JavaScript -->
<script src="http://maxcdn.bootstrapcdn.com/bootstrap/3.3.5/js/bootstrap.min.js"></script>
</head>
<body>
<div class="container-fluid main_container" style="padding:0px;" id="home">
<div class = "header" >
<?php 
$lang=$_GET['lang'];
if($lang=="english"){
	include_once('header.php');
}elseif($lang=="arabic"){
	include_once('header_ar.php');
}
?>
</div>

​
<ul>
<h1>مرحبا بكم في سياسة الخصوصية</h1>
<p>نقترح عليك الأطلاع السياسة الخصوصية بعد قرأة بنود وشروط الاستخدام.</p>
<p>
بشكل عام قد نقوم بجمع المعلومات التي تمكننا من التعرف عليك مثل الأسم وعنوان البريد الالكتروني الخاص بك، وغيرها من المعلومات التي لا تعرف عن شخصيتك. نقوم بجمع هذه المعلومات من خلال تطبيق الهاتف. من خلال استخدامك لهذا التطبيق انت تعطينا الصلاحية لجمع هذه المعلومات، وتحليلها والاحتفاظ بها في خوادم متواجدة في الولايات المتحدة وبلدان اخرى. ومن خلال استخدام التطبيق سوف يتم ارسال المعلومات الى مستخدمين اخرين في بلدان اخرى وبهذا انت توافق على ان يتم تخزين المعلومات ونقلها الى مستخدمين اخرين في بلدان اخرى.
</p>
<p>
    اذا كان لديك اي اسئلة او استفسارات اخرى حول هذا السياسة فلا تتردد في التواصل معنا على feedback@getalwan.com
</p>
    <li class = "section">
        <h4 class = "title">المعلومات التي نجمعها عنك </h4>
        <h5>معلومات التسجيل</h5>
        <p>عند تحميل التطبيق، وإنشاء حساب ("الحساب")، قد نقوم بجمع بعض المعلومات ("معلومات التسجيل") عنك، مثل</p>
        <ul>
            <li>الأسم</li>
            <li>صور البروفايل 5</li>
            <li>عنوان البريد الإلكتروني</li>
            <li>الجنس</li>
            <li>تاريخ الميلاد</li>
            <li>تحصيلك العلمي</li>
            <li>مكان عملك</li>
            <li>مكان سكنك</li>
        </ul>
        <p class = "section-content">
        قائمة اصدقائك ومعلومات التسجيل في وسائل التواصل الاجتماعية التي ترغب في التسجيل من خلالها 
مثل:
Facebbok , Twitter وتبادل المعلومات التي ترغب بمشاركتها مع اصدقائق .
سوف تكون هناك حاجة أيضا إلى إنشاء اسم مستخدم وكلمة المرور من اجل تسجيل الدخول الخاص بك. بمجرد تسجيل، سوف تكون قادرة على استعراض وتغيير هذه المعلومات في أي وقت!
تساعد هذه المعلومات على تعزيز التطبيق والتحقق من ان المستخدمين حقيقين  لكي تتمتع في استخدام التطبيق دون وجود (روبوتات ليسوا موضع ترحيب !!). معلومات التسجيل مثل اسمك واسم المستخدم قد تكون مرئية للجمهور على صفحة ملفك الشخصي.
معلومات اضافية
قد نجمع أيضا معلومات إضافية في الأتصال مع استخدامك للتطبيق، مثل التعليقات والمشاركات، أو إذا كنت تستخدم ميزات اخرى أكثر من مجرد الرسائل الالكترونية الرائعة.
يمكنك الاتواصل معنا على البريد الألكتروني وسف يتم الرد على رسالتك في يومين كحد اقصى، ويمكن تخزين والرجوع لهذه الرسائل في اي وقت لضمان جودة التطبيق بما في ذلك أي شكاوى نتلقاها منك عن المستخدمين الآخرين (ومن المستخدمين الآخرين عنك).
رجاءأ كن حذر في المعلومات التي تشاركها مع اصدقائك على صفحتك الخاصة لان تطبيق الوان غير مسؤول ان ما ترغب في نشره على صفحتك الا اذا تعارض مع بنود وشروط الاستخدام، ونحن نحتفظ بحق الغاء حسابك في حال التبليغ عنك، نحن في الحقيقة القيام بذلك لذا يرجى ان تلعب وفقا للقواعد النصوص بها!
اذا قمت بوضع رقم جوالك في مجال استقبال الرسائل التي يرسلها الوان عبر رقم الهاتف فانت توافق على استقبال الرسائل منا، مع العلم ان التطبيق لا يوجد لديه اي رسوم اشتراك لهذه الخدمة ولكن قد تعمل شركة الاتصال الخاصة بك على اخذ رسوم اشتراك لكل رسالة نرسلها لك عبر الجوال. انت توافق على انه لا نتحمل اي مسؤولية عن اي رسوم اشتراك تقوم بدفعها لشركة الاتصالات الخاصة بك. واذا كنت ترغب في التوقف عن استقبال اي رسائل نصية بامكانك وقف الخدمة نت خلال ارسال كلمة (STOP) الى الرقم الذي تستقبل منه رسائل
       
        </p>
		<h5>تخزين البيانات </h5>
		<p>
		من خلال استخدامك للبرنامج انت توافق على ان تطبيق الوان تطبيق عالمي وانه يتم تشغيله من خلال خوادم موجدة في العديد من انحاء العالم ومنها الولايات المتحدة الامريكية إذا كنت تعيش في بلد مع قوانين حماية البيانات، وتخزين البيانات الشخصية الخاصة بك قد لا توفر لك مع نفس الحماية التي يمكنك التمتع بها في البلد الذي تقيم فيه. وبهذا انت توافق على القيام بتخزين ومعالجة البيانات الخاصة بك في بلدان خارجية 
		</p>
		<h5>المعلومات الجغرافية </h5>
		<p>
		اذا قمت بتفعيل الموقع الجغرافي على جهازك. قد نقوم بجمع بيانات تحديد الموقع الجغرافي الخاص للجهاز وحفظ إحداثيات الجهاز لتقديم ميزات معينة لك. ويمكن أيضا استخدام معلومات تحديد الموقع الجغرافي للجهاز لتخصيص التطبيق، وجعله من الأسهل بالنسبة لك التفاعل مع مستخدمين آخرين قريبين من منطقتك الجغرافية. يمكنك التحكم في إعدادات معلومات الموقع الجغرافي في إعدادات الحساب والتبديل والتغير اذا كنت ترغب في ايقاف تحديد الموقع الجغرافي حتى اذا قمت بايقاف تحديد الموقع ، فنحن نستطيع تحديد مدينتك، والدولة، وموقع البلد استنادا إلى عنوان IP الخاص بك (ولكن ليس المكان المحدد بدقة).
		</p>
		<h5>تسجيل واستخدام البيانات </h5>
		<p>
		خدمتنا تلقائيا تقوم بتسجيل المعلومات ("سجل وبيانات الاستخدام") خلال استخدامك للخدمة، مما يساعد في تحسين خدماتنا. تسجيل واستخدام البيانات قد تشمل معلومات استخدام البيانات مثل عنوان IP الخاص بك، اوقات الدخول، الناقل المحمول الخاص بك، ومصطلحات البحث. إجراءات أخرى، مثل التفاعل مع الوان والإعلانات، وهذا أيضا يمكن أن يدرج في سجل واستخدام البيانات.
		</p>
		<h5>معلومات الجهاز</h5>
		<p>
		قد نقوم بجمع معلومات حول جهازك عند استخدام التطبيق بما في ذلك نوع الجهاز المستخدم، طراز الجهاز ونظام التشغيل، وعنوان MAC. وبالإضافة إلى ذلك، إذا كنت تسمح لنا للقيام بذلك، التطبيق قد يصل إلى دفتر العناوين الخاص بجهازك وقوائم الاتصال من أجل أن نقدم لكم بعض ميزات خدماتنا.
		</p>
		<h5>الروابط </h5>
		<p>
		 قد نتابع الطريقة التي تتفاعل بها مع الروابط المتاحة على الوان بما في ذلك خدمات الطرف ثالث، والعملاء من خلال إعادة توجيه النقرات أو من خلال وسائل أخرى. قد نشارك الإحصاءات الإجمالية فوق مثل عدد المرات التي تم النقر على رابط خاص .
		</p>
		<h5>الكوكيز</h5>
		<p>
		وهي ملفات البيانات الصغيرة التي يتم نقلها إلى القرص الصلب لجهاز الكمبيوتر الخاص بك. مثل العديد من المواقع، ونحن نستخدم "كوكي" التكنولوجيا لجمع البيانات واستخدام مواقع إضافية لتحسين الوان، لكن لا تتطلب الكوكيز لمساحة كبيرة من الجهاز فهي تشمل فقط على البحث والنظر في ملفات تعريف المستخدمين العامة أو القوائم.
​
ملفات تعريف الارتباط التي نجمعها تمكننا من معرفة كيف يتفاعل الناس مع الوان، وهذا بدوره يساعدنا على تقديم أفضل المنتجات بالنسبة لك! الكوكيز تخزين المعلومات عن زيارات موقع الويب الخاص بك ويمكن التعرف عليك وتفضيلاتك كل مرة تزور فيها الوان. انها تساعدنا على تقديم خدمة أفضل لك!
​
إذا لأي سبب من الأسباب تقرر أنك لا تريد تخزين كافة الأنشطة لدى الوان  قم بضبط المتصفح الخاص بك وإعدادات الهاتف النقال لمنع الكوكيز وأجهزة التخزين المحلية، ولكن تذكر أنه إذا كنت تفعل ذلك، قد لا تكون قادرة على وصول الى كافة الميزات والعروض !
​
		</p>
    </li>
    <li class = "section">
        <h4 class = "title">استخدام المعلومات</h4>
        
        <p>هدفنا الرئيسي هو ضمان تجربتك على الوان الممتعة من أجل تقديم تجربة مميزة بالنسبة لك، ونحن قد نستخدم التسجيل الخاص بك وغيرها من المعلومات إلى:</p>
        <ul>
            <li>نقدم لكم الخدمات والميزات.</li>
            <li>ارسال معلومات عن التطبيق (التحديثات والعروض الجديدة)؛</li>
            <li>تخصيص التطبيقات والمحتوى التي نقدمها لكم.</li>
            <li>إجراء البحوث والتحليلات حول كيفية استخدام والتفاعل مع التطبيق</li>
            <li>حل الخلافات بينك وبين المستخدمين الآخرين؛ و</li>
            <li>التحقيق في الغش، وحماية حقوقنا القانونية، وفرض شروط والأحكام.</li>
        </ul>
    </li>
​
	 <li class = "section">
        <h4 class = "title">الإفصاح عن المعلومات</h4>
        
        <p>سياستنا هي عدم الإفصاح عن معلومات التسجيل الخاصة بك، إلا في ظروف محدودة موضح هنا:</p>
		<p>القانون والضرر - كما ذكرنا في الشروط والأحكام، نحن نعتقد أنه من المهم جدا أن جميع المترددون على التطبيق التصرف باحسان أثناء استخدام التطبيق، ويمكننا إفشاء أي من المعلومات الخاصة بك، بما في ذلك معلومات التسجيل الخاصة بك، إذا كنا نعتقد أنه من الضروري الامتثال لقانون أو نظام أو طلب قانوني. لحماية سلامة أي شخص؛ لمواجهة الاحتيال أو الأمن أو القضايا الفنية؛ أو لحماية حقوقنا وممتلكاتنا.
نقل الأعمال - في حال أن الوان أو أي من الشركات التابعة لنا اعلنو الإفلاس واذا ذلك الى الدمج والاستحواذ وإعادة التنظيم أو بيع الأصول، فأنه يجوز بيع المعلومات الخاصة بك أو نقلها كجزء من تلك الصفقة. طبعاً معلومات غير خاصة أو غير الشخصية  - قد نشارك في الكشف عن معلومات مجمعة أو غير شخصية غير خاصة بك مع أطراف ثالثة لتحليل الصناعة والتنميط الديموغرافي وعرض إعلانات مستهدفة حول المنتجات والخدمات الأخرى ولأغراض التسويق. تستطيع الانسحاب من تلقي الرسائل التسويقية باستخدام آليات الانسحاب والروابط الموجودة في كل البريد الإلكتروني.
</p>
        
    </li>
	<li class = "section">
        <h4 class = "title">ما الذي يراه الاخرون عنك</h4>
		<p> تم تصميم التطبيق لنجعله من السهل بالنسبة لك التواصل مع المستخدمين الآخرين والتفاعل معهم. قد تبادل المعلومات مثل الصور والرسائل التي ترسلها أو تحميل أي بيانات تعريف اخرى العن طريق الرسائل، جنبا إلى جنب مع أي تعليقات أو المعلومات التي تقدمها مع اي الصور تحملها على الوان. عند استخدام الوان، يجب أن نفترض أن كل ما نشر أو تقديم على التطبيق قد يكون علنا للعرض والوصول إليها، سواء من قبل مستخدمي التطبيق وغير المستخدمين التطبيق. قبل نشر هذه المعلومات، أنت ندرك أن هذا المحتوى قد يكون يت البحث عنها عن طريق محركات البحث  يجب ان تكون حذر  حول نشر المعلومات التي من شأنها في نهاية المطاف ان تقدم للملأ.
</p>
        
    </li>
	
	<li class = "section">
        <h4 class = "title">تعديل معلوماتك التسجيل</h4>
        
        <p>تستطيع الوصول أو تعديل معلومات التسجيل التي قدمتها في أي وقت أو بشكل دائم حذف الحساب الخاص بك (على الرغم من أننا نأمل حقا ان لا تفعل ذلك!)
عند إلغاء تنشيط الحساب الخاص بك، نحن نأخذ الجهود الممكنة للتأكد من أنه لم يعد يعرض على التطبيق. لمدة تصل إلى 30 يوما لا يزال من الممكن استعادة الحساب الخاص بك إذا كان من قبيل الصدفة أو إبطال مفعولها دون وجه حق. بعد 30 يوما،  نبدأ عملية حذف حسابك من أنظمتنا. نحن لسنا مسؤولين عن أي معلومات، وصور، وتعليقات، أو غيرها من المحتويات التي يتم حذفها من أنظمتنا الناجمة عن تعطيل حسابك.
لمنع إساءة استخدام و / أو سوء استخدام الوان من قبل العضو فانه يمكننا إنهاء أو حذف البيانات الشخصية / الحساب نحن نحتفظ بهذه المعلومات كما نرى في تقديرنا بانه ضروريا لضمان أن العضو لا يفتح  حساب جديد ويقوم في خرق شروط واحكام الاستخدام، وضمان الامتثال لجميع القوانين واللوائح.
تحذير: حتى بعد إزالة المعلومات من ملفك الشخصي أو حذف حسابك، نسخا من تلك المعلومات قد تكون لا تزال قابلة للعرض و / أو الوصول إلى مدى تم هذه المعلومات المشتركة سابقا مع الآخرين، أو نسخها أو تخزينها من قبل مستخدمين آخرين أو إلى حد وقد تم تبادل هذه المعلومات مع محركات البحث. نحن لا نستطيع السيطرة على هذا، كما أننا لا تتحمل أي مسؤولية عن ذلك. إذا كنت قد أعطيت تطبيقات الطرف الثالث أو المواقع الوصول إلى المعلومات الشخصية الخاصة بك جاز لهم أن يحتفظوا بهذه المعلومات إلى الحد الذي يسمح تحت ولايتهم من سياسات الخدمة أو الخصوصية. قد نحتفظ في المعلومات المحذوفة في نسخ احتياطية لمدة تصل إلى 30 يوما لتمكين استعاتهاة، لكنها لن تكون متاحة للآخرين في هذه الأثناء.
</p>
		
        
    </li>
	<li class = "section">
        <h4 class = "title">سياستنا تجاه العمر</h4>
        
        <p> على الرغم من أننا نريد أكبر عدد ممكن من الناس للاستمتاع بصنع أيدينا، عليك أن تكون على الأقل 18 عاما لاستخدام التطبيق - نعتذر للاطفال ، نحن نعلم الوان تطبيق رائع، لكن عليك العودة عندما تكون في عمر كافي ! 
سياستنا هي عدم تسويق للأطفال والقصر أو أي شخص دون سن 18. إذا كنت أقل من 18 سنة، نحن نطلب منكم عدم تقديم المعلومات لنا. إذا ادركنا أن الطفل، قاصر، أو تحت سن 18 وقد سجل معنا وقدموا لنا المعلومات الشخصية، سوف نتخذ خطوات لإنهاء تسجيل هذا الشخص وحذف معلومات التسجيل الخاصة بهم من الوان.لن نقوم بحذف البيانات الشخصية لأنك خالفت توجد قواعد أطفال، سيتم الاحتفاظ بالبريد الإلكتروني وعنوان IP الإنترنت الخاص بك للتأكد من أنك لا تحاول الالتفاف حول قواعدنا عن طريق إنشاء ملف تعريف جديد.
</p>
    </li>
	<li class = "section">
        <h4 class = "title">التغييرات في هذه السياسة</h4>
        
        <p> ومع تطور الوان،  قد نقوم بمراجعة السياسة الخصوصية  من وقت لآخر. فإن النسخة الأحدث من سياسة تحكم استخدامنا للمعلومات الخاصة بك وسوف يكون دائما في getalwan.com/privacy/. إذا قمنا بإجراء اي تغيير على هذه السياسة ، في تقديرنا، هو امر ضروري، ولكن سوف نقوم بإعلامك، على سبيل المثال، عن طريق البريد الإلكتروني إلى البريد الإلكتروني المرتبطة بحسابك أو عن طريق نشر إشعار داخل الوان. ومن خلال الاستمرار في الوصول أو استخدام التطبيق تصبح هذه التغييرات فعالة، فإنك توافق على أن تكون سياسة الخصوصية ملزمة عليك.</p>
		
    </li>
	
		<li class = "section">
        <h4 class = "title">الأمن</h4>
        
        <p>  نحن هنا في الوان نفخر على اتخاذ تدابير أمنية معقولة تجاريا للمساعدة في حماية المعلوماتك من الضياع وسوء الاستخدام والوصول غير المصرح به، أو الكشف. نحن نستخدم إجراءات أمنية معقولة للحفاظ على سرية المعلومات الشخصية الخاصة بك في خوادم آمنة باستخدام الجدران النارية.
 للأسف لا يوجد موقع أو تطبيقات آمنة 100٪ وحتى نحن لا يمكننا أن نضمن الوصول غير المصرح به، والقرصنة، وفقدان البيانات أو مخالفات أخرى تحدث أبدا، ولكن هنا بعض النصائح المفيدة للمساعدة على إبقاء بياناتك آمنة: من فضلك تأكد من تسجيل الخروج من حسابك بعد الاستخدام كما أنك لا تعرف من قد يعثر على حسابك! من فضلك لا تشارك كلمة المرور الخاصة بك في وسائل التواصل الاجتماعية مع أي شخص آخر! قم بتغيير كلمة المرور الخاصة بك بشكل دوري ..
إذا كنت تعتقد انه تمت زيارة موقعك من شخص اخر او تمكن من الحصول على كلمة المرور الخاصة بك ، الرجاء الإبلاغ عن ذلك إلى منصة وسائل الاعلام الاجتماعية ذات الصلة، وتغيير كلمة السر الخاصة بك على الفور. لا يمكننا ضمان أمن البيانات الشخصية الخاصة بك أثناء نقلها إلى موقعنا وأي انتقال هو على مسؤوليتك الخاصة.
نحن صراحة لا نقدم اي ضمانات، سواء كانت صريحة أو ضمنية، فيما يتعلق بأي انتهاكات للأمن، او إلى إلحاق الضرر بالجهاز، أو أي خسارة أو الاستخدام غير المصرح به بمعلومات التسجيل الخاصة بك أو بيانات أخرى.
</p>
		
    </li>
	
	    <li class = "section">
        <h4 class = "title">حسابات طرف ثالث</h4>
        <ul>
            <li>إذا كنت قد سجلت مع الوان باستخدام منصة وسائل الاعلام الاجتماعية طرف ثالث، مثل الفيسبوك، والبيانات الشخصية الخاصة بك الوان تكون متاحة لجميع مستخدمي الوان سواء من خلال موقعنا او التطبيقات أو مواقع شركائنا.</li>
            <li>تذكر أنه عندما تقوم بالتسجيل مع طرف ثالث، انك تعطي لهم أيضا المعلومات الشخصية، ولذا فإننا ننصح قراءة سياسات الخصوصية الخاصة بها كما الوان لا تتحكم كيفية استخدام المعلومات الخاصة بهم.</li>
            <li>إذا كنت قد سجلت على واحد من هذه المواقع طرف ثالث، مثل الفيسبوك، أو يمكنك التحقق من الحساب الخاص بك عن طريق موقع طرف ثالث، ونحن قد نربط البيانات الشخصية الخاصة بك مع الوان ملفك الشخصي على هذا الموقع. أننا قد نفعل ذلك عن طريق المنتجات والتطبيقات الجديدة التي نقدم من وقت لآخر، بما في ذلك المنتجات الجديدة مدعوم من شركات مجموعتنا.</li>
            <li>إذا كنت قد أنشأت توصيفا الوان من خلال موقع طرف ثالث، وكنت لا تريد الارتباط الشخصي الوان لملفك الشخصي على موقع طرف ثالث، الوان لا يمكنه تعديل هذه الإعدادات. يرجى زيارة إعدادات التطبيق على جهاز طرف ثالث الشخصي الموقع واتبع التعليمات لإزالة أذونات الوصول لالوان.</li>
            <li>نحن لا نحصل إلا على معلومات محدودة من وسائل التواصل الاجتماعي المصرح بها على أن يتم تحويلها الينا.</li>
            
        </ul>
    </li>
	
	 <li class = "section">
        <h4 class = "title">عن السياسة الخصوصية</h4>
        <p>يخضع وصولك إلى التطبيق، الموافقة على هذه الخصوصية  المفصلة من قبل قوانين ولاية نيويورك، وغيرها من مثل هذه القوانين والقواعد واللوائح والسوابق القضائية التي من شأنها أن تؤدي إلى تطبيق قوانين ولاية قضائية أخرى من ولاية نيويورك. باستخدام التطبيق، فإنك توافق على الاختصاص الحصري لمحاكم الولايات المتحدة وولاية نيويورك. هل توافق على أن هذه المحاكم يكون في اختصاص بصفة شخصية ومكان والتنازل عن أي اعتراض على أساس المنتدى غير مريح. فإنك توافق على أنك لن ترسل ملف قضائي أو المشاركة في دعوى جماعية ضدنا. في حال كان هناك تناقض بين هذا الإصدار العربي واصدار اللغة الإنجليزية او أي نسخ مترجمة من السياسة الخصوصية، يجب تغليب النسخة الإنجليزية على انها المعتمد عليها في المحاكم.</p>
    </li>
	
</ul>
</div>
</body>
</html>