
<html>
<head>
<title>alwan</title>
<link rel="stylesheet" type="text/css" href="css/style.css"> 
<link rel="stylesheet" type="text/css" href="style1.css">
<!-- Latest compiled and minified CSS -->
<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/bootstrap/3.3.5/css/bootstrap.min.css">

<!-- jQuery library -->
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>

<!-- Latest compiled JavaScript -->
<script src="http://maxcdn.bootstrapcdn.com/bootstrap/3.3.5/js/bootstrap.min.js"></script>
</head>
<body>
<div class="container-fluid main_container" style="padding:0px;" id="home">
<div class = "header" >
<?php 
$lang=$_GET['lang'];
if($lang=="english"){
	include_once('header.php');
}elseif($lang=="arabic"){
		include_once('header_ar.php');
}
?>
</div>

<ul>
<h1>شروط  وبنود استخدام الوان</h1>
<p>
مرحبا بكم في بنود وشروط الاستخدام ("الشروط"). يصر محامي الوان بأن نفرض قواعد على المستخدمين لحماية العمل الشاق الذي قمنا به. هذا عقد بينك وبين الوان  للتجارة المحدودة، ونحن نريد منك أن تعرف حقوقنا قبل استخدام التطبيق الوان ("التطبيق"). يرجى اتخاذ بضع دقائق  لقراءة هذه الشروط قبل التمتع بالتطبيق، لأنه بمجرد التسجيل في التطبيق وعرض أو استخدام التطبيق، تكون ملزماً قانونيا بهذه الشروط (لذلك ربما يكون الأفضل لك قراءتها أولاً)!.
</p>
    <li class = "section">
        <h4 class = "title">. قواعد الوان</h4>
        <p>قبل أن تتمكن من استخدام التطبيق الرائع لدينا ، سوف تحتاج إلى التسجيل للحصول على حساب ("الحساب"). من أجل إنشاء حساب يجب عليك:</p>
        <ul>
            <li>ان يكون لديك حساب الفيسبوك </li>
            <li>وان تكون على الأقل 18 سنة. و</li>
            <li>و ان يسمح قانونياً باستخدام التطبيق في بلدك.</li>
        </ul>
		<p>للأسف، لا يمكننا السماح لك باستخدام حساب شخص آخر دون إذن - لن نكون منصفين</p>
		<p>سيكون لديك متعة كبيرة في الوان، ولكن إذا كنت تشعر بالحاجة إلى ترك، يمكنك حذف حسابك في أي وقت عن طريق الذهاب إلى صفحة "إعدادات" عند تسجيل الدخول والنقر على الرابط "حذف الحساب". سيتم حذف الحساب الخاص بك على الفور ولكن قد يستغرق الأمر بعض الوقت لحذف باقي المحتوى الخاص بك المراد إزالتها تماما من التطبيق. سنقوم بحفظ معلومات ملفك الشخصي في حال انك اشتقت الينا وقررت استعادة الحساب الخاص بك (ولكن سيتم حذف كل المعلومات  في غضون 30 يوما بعد ايقاف تفعيل الحساب الخاص بك). الوان للتجارة المحدودة نحتفظ بالحق في تقديرنا لإنهاء أو تعليق أي حساب، أو الاستفادة من أي وسيلة اتشغيلية وتكنولوجية وقانونية أو وسائل اخرى ممكنة لفرض شروط (بما في ذلك سبيل المثال لا الحصر حجب عناوين IP محددة)، في أي وقت دون المسؤولية ودون الحاجة لإعطائك إشعار مسبق</p>
		<p>لا يجوز لك الوصول، والعبث، أو استخدام المناطق غير العامة من التطبيق أو أنظمتنا. أجزاء معينة من التطبيق قد لا تكون متاحة إذا لم تكن قد سجلت لحساب</p>
       
    </li>
    <li class = "section">
        <h4 class = "title">أنواع المحتوى</h4>
        
        <p>هناك ثلاثة أنواع من المحتوى الذي سوف يكون قادرا على الوصول للتطبيق:</p>
        <ul>
            <li>المحتوى الذي قمت بتحميله وتوفيره ("المحتوى الخاص بك")؛</li>
            <li>المحتوى الذي يقوم بتقديمه أعضاء الوان ("محتوى الأعضاء")؛ و</li>
            <li>المحتوى الذي الوان تقوم بتوفيره ("محتوى الوان").</li>
        </ul>
		<h5>هناك بعض انواع المحتويات التي لا يمكن أن نسمح بها في الوان</h5>
		<p>نريد من مستخدمينا ان يكون قادرين على التعبير عن أنفسهم قدر الإمكان والرد على كل أنواع الأشياء على الوان، ولكن علينا أن فرض قيود على بعض انواع المحتويات منها</p>
		   <ul>
            <li>ان يحتوي على اللغة التي يمكن أن تعتبر مسيئة أو يحتمل المضايقة، بالضيق، إحراج، والتنبيه أو إزعاج أي شخص آخر.</li>
            <li>تعبيرات او صور فاحشة أو إباحية أو غير ذلك قد تسيء إلى كرامة الإنسان</li>
            <li>كلمات او صور مسيئة أو مهينة أو تهديد، أو التي تروج أو تشجع العنصرية والتمييز على أساس الجنس أو الكراهية أو التعصب.</li>
			<li>تشجع أي نشاط غير قانوني بما في ذلك، دون حصر، الإرهاب والتحريض على الكراهية العنصرية أو تقديم هذا في حد ذاته يشكل ارتكاب جريمة جنائية</li>
            <li>غير تشهيرية أو تشهير.</li>
			<li>يتعلق بالأنشطة التجارية (بما في ذلك، دون حصر، المبيعات، والمسابقات والإعلانات، وروابط لمواقع أخرى أو أرقام الهاتف خط قسط)؛</li>
            <li>يتضمن نقل "فيروسات" البريد أو "سبام".</li>
			<li>يحتوي على أي برامج التجسس، ادواري، والفيروسات، وملفات الفساد، برامج دودة أو تعليمات برمجية ضارة أخرى مصممة لإعاقة أو ضرر أو تقييد وظيفة أو تعطيل أي البرمجيات والأجهزة، الاتصالات السلكية واللاسلكية، والشبكات والخوادم أو غيرها من المعدات، حصان طروادة أو أي مواد أخرى تهدف إلى إلحاق الضرر، تتداخل مع خطأ اعتراض أو مصادرة أي بيانات أو معلومات شخصية سواء من الوان أو غير ذلك؛</li>
            <li>انتهاك حقوق نشر أي طرف ثالث (بما في ذلك، ودون حصر، حقوق الملكية الفكرية وحقوق الخصوصية)؛</li>
			<li>انشاء حساب لشخص آخر دون موافقة هذا الشخص</li>
			<li>او يتضمن صورة أو الشبه من أي شخص تحت سن 18 سنة من العمر.</li>
			<li>الوان تتبع سياسة عدم التسامح مطلقا لهذا النوع من المحتوى.</li>
        </ul>
		<h5>المحتوى الخاص بك<h5>
		<p>كما المحتوى الخاص بك فريد من نوعه، فأنت مسؤول ومسؤولة عن المحتوى الخاص بك وسوف يتم رفع القلم او الادعاء عن الوان في ما يخص المحتوى الخاص بك وما تقوم بنشره ليس له اي علاقة بالوان. نآسف اذا كنا صرحين في قول: أنت تمثل ما تضعه في المحتوى الخاص بك!

لا تستطيع عرض أي اتصال شخصي أو المعلومات المصرفية على صفحة الملف الشخصي الفردية الخاصة بك سواء بالنسبة لك أو أي شخص آخر (على سبيل المثال، أسماء وعناوين المنازل أو الرموز البريدية وأرقام الهاتف وعناوين البريد الإلكتروني، وعناوين المواقع، بطاقة الائتمان / الخصم أو مصرفية أخرى تفاصيل). إذا كنت قد اخترت لتكشف عن أية معلومات شخصية عن نفسك للمستخدمين الآخرين، سواء عن طريق البريد الإلكتروني أو خلاف ذلك، فمن على مسؤوليتك الخاصة. نحن نشجعكم على استخدام نفس الحذر في الكشف عن تفاصيل حول نفسك إلى أطراف ثالثة على الانترنت كما تفعل تحت أي ظروف أخرى.

كما الوان هو مجتمع عام، والمحتوى الخاص بك تكون مرئية للمستخدمين الآخرين من التطبيق في جميع أنحاء العالم على الفور - لذلك تأكد من كنت مرتاحا في تبادل المحتوى الخاص بك قبل نشره. عن طريق تحميل المحتوى الخاص بك على الوان، أنت تقر وتضمن لنا أن يكون لديك جميع الحقوق والتراخيص اللازمة لرفع المحتوى الخاص بك، وتلقائيا تمنح لنا غير مسؤولية على المحتوى الخاص بك، زتعطينا الترخيص في جميع أنحاء العالم لاستخدام المحتوى الخاص بك بأي شكل من الأشكال (بما في ذلك ، دون تحديد، تحرير ونسخ وتعديل والتكيف، ترجمة، إعادة تهيئة، مشتق الأعمال الإبداعية من، وتتضمن في أعمال أخرى، والإعلانات، توزيع وغير ذلك مما يجعل متاحة للعامة نشر هذا المحتوى، سواء كليا أو جزئيا، وعلى أي شكل أو متوسطة معروفة حاليا أو تطويرها في المستقبل).

ونحن قد  نقوم بتعديل المذكور أعلاه بترخيص أو دون ترخيص إلى الشركات التابعة لنا دون أي موافقة إضافية من قبلك.

لدينا الحق في حذف أو تعديل أو الحد منها أو منع الوصول إلى أي من المحتوى الخاص بك في أي وقت، وليس لدينا أي التزام لعرض أو استعراض المحتوى الخاص بك.

</p>
<h5>محتوى الأعضاء</h5>
<p>سيكون الأعضاء الآخرين من الوان قادرين أيضا على مشاركة المحتوى عبر التطبيق. المحتوى الاعضاء ينتمي إلى المستخدم الذي نشر المحتوى ويتم تخزينها على الخوادم الخاصة بنا وعرضها عبر التطبيق في اتجاه المستخدم وتوفير محتوى الأعضاء.

لا يوجد لديك أي حقوق فيما يتعلق بمحتوى المستخدمين الآخرين الأعضاء، وكنت قد تستخدم فقط للمستخدمين تلعثم الآخرين المعلومات الشخصية إلى حد أن استخدامك ليطابق الغرض تلعثم والسماح للناس لتلبية بعضها البعض. لا يجوز لك استخدام معلومات المستخدمين الآخرين لأغراض تجارية، المزعج، لمضايقة، أو لجعل تهديدات غير مشروعة. نحن نحتفظ بالحق في إنهاء الحساب الخاص بك إذا كنت إساءة استخدام المعلومات المستخدمين الآخرين.

المحتوى الأعضاء يخضع لشروط والبنود الواردة في الفقرتين 512 (ج) و / أو 512 (د) من قانون حقوق الطبع والنشر الرقمية للألفية عام 1998. إذا كان لديك شكوى حول المحتوى الأعضاء، يرجى مراجعة قسم الرقمية قانون الألفية الجديدة لحقوق أدناه للحصول على المزيد معلومات.

</p>
<h5>المحتوى الخاص بنا</h5>
<p>
ربما تتساءل ما يحدث لبقية محتويات الوان. حسنا، انها ملك لنا! وتعود ملكية أي نص آخر، والمحتوى، والرسومات، واجهات المستخدم، والعلامات التجارية والشعارات والأصوات، والأعمال الفنية، والملكية الفكرية الأخرى التي تظهر على الوان أو مسيطر عليها أو مرخصة لنا وهي محمية بموجب حقوق الطبع والنشر والعلامات التجارية وغيرها من حقوق الملكية الفكرية القانونية. كل الحق والملكية والمصلحة في المحتوى لدينا لا يزال معنا في جميع الأوقات.
نحن نمنحك بشكل غير حصري ومحدود، وشخصي، غير قابلة للتحويل،او الإلغاء، ترخيص للوصول إلى واستخدام المحتوى لدينا، دون الحق في إعادة ترخيص، وفقا للشروط التالية:

</p>
<ul>
<li>لا يجوز لك استخدام أو بيع أو تعديل أو توزيع المحتوى باستثناء ما هو مسموح به من وظائف التطبيق</li>
<li>يجب عليك عدم استخدام اسمنا في التعريف به، والكلمات الرئيسية و / أو النص المخفي</li>
<li>لا يجوز لك إنشاء أعمال مشتقة من المحتوى لدينا أو استغلال تجاري في التطبيق او المحتوى، كليا أو جزئيا، في أي شكل من الأشكال</li>
<li>يجب عليك استخدام التطبيق والمحتوى لأغراض مشروعة فقط</li>
<li>إننا نحتفظ بكافة الحقوق الأخرى.</li>
</ul>
    </li>

	 <li class = "section">
        <h4 class = "title">. تقييدات التطبيق</h4>
        
        <p>نحن لا نحب المستخدمين اساءة التصرف في الوان - يجب على المستخدمين ان لا يفعل أشياء سيئة للمستخدمين الآخرين. لذلك، يمكنك الإبلاغ عن أي إساءة أو شكوى حول المحتوى الأعضاء عن طريق الاتصال بنا، ويحدد إساءة و / أو شكوى. يمكنك أيضا الإبلاغ عن المستخدم مباشرة من ملف تعريف أو في المحادثة بالنقر على رابط 'بلوك والتبليغ'.</p>
		<p>
أيضا، نحن لا نفضل مستخدمين يفعلون أشياء سيئة لالوان - لقد عملنا بجد على صنع هذا التطبيق، حتى كشط أو تكرار أي جزء من التطبيق دون موافقة مسبقة محظور صراحة. ويشمل ذلك بأي وسيلة (الآلي أو غير ذلك) أخرى من خلال مواقعنا المتاحة حاليا، - ما لم يتم السماح لك بذلك في اتفاقية منفصلة معنا.
</p>
        
    </li>
	<li class = "section">
        <h4 class = "title">. الخصوصية </h4>
		<p> 
للحصول على معلومات حول كيفية جمع الوان للمعلومات ، استخدامها، وتشاطر المعلومات الخاصة بك، يرجى مراجعة سياسة الخصوصية الخاصة بنا.
</p>
        
    </li>
	
	<li class = "section">
        <h4 class = "title">. شروط</h4>
        <p>التطبيق، والموقع، والمحتوى، ومحتوى الأعضاء كلها تقدم لكم "كما هي" و "كما هي متوفرة" دون أي ضمان من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك سبيل المثال لا الحصر، الملاءمة لغرض معين، والعنوان، أو عدم الانتهاك.</p>
        <p>بالإضافة إلى ذلك، نحن لا نقدم أية ضمانات بأن التطبيق أو الموقع سيكون دون انقطاع، آمن أو خالية من الأخطاء أو أن استخدامك للالتطبيق أو الموقع سوف يلبي توقعاتكم، أو أن التطبيق، والموقع، والمحتوى، أي محتوى الأعضاء، او أي جزء منه، هو الصحيح، والدقيق، أو الموثوق بها. استخدامك التطبيق أو الموقع هو على مسؤوليتك الخاصة. أنت وحدك المسؤول عن تعاملك مع الأعضاء الآخرين. الوان ليست مسؤولة عن سلوك أي مستخدم.

لا نحن ولا أي مالك سيكون مسؤولا عن أي أضرار، مباشرة أو غير مباشرة أو عرضية أو تبعية أو خاصة أو عقابية، بما في ذلك على سبيل المثال لا الحصر، فقدان للبيانات أو الدخل أو الربح أو السمعة أو ضياع أو أضرار بالممتلكات ومطالبات الأطراف الثالثة الناشئة عن الدخول إلى أو استخدام التطبيق، والموقع، والمحتوى، أو أي محتوى الأعضاء، أيا كان سببها، سواء على أساس الإخلال بعقد ضرر (بما في ذلك الإهمال)، والتعدي على حقوق الملكية أو مسؤولية المنتج أو غير ذلك.

ما سبق تسري حتى لو كنا على المشورة فيما يتعلق بإمكانية حدوث مثل هذه الأضرار. إذا أصبحت غير راض بأي شكل من الأشكال مع التطبيق أو الموقع، الحل الوحيد هو وقف استخدامك التطبيق والموقع.

أنت تتنازل بموجبه عن أي وجميع المطالبات الناشئة عند استخدامك للتطبيق أو الموقع. ولأن بعض الدول لا تسمح التنصل من الضمانات الضمنية أو استثناء أو تحديد أنواع معينة من الأضرار، ويمكن لهذه الأحكام لا تنطبق عليك. أي جزء من هذا القيد المفروض المسؤولية وجدت لتكون غير صالحة أو غير قابل للتنفيذ لأي سبب كان، بعد ذلك مسؤوليتنا الإجمالية لا يجوز أن تتجاوز مائة دولار (100 $).

الحد من المسؤولية في هذه الوثيقة هو عنصر أساسي من الأساس من الصفقة، ويعكس توزيع عادل للخطر. التطبيق والموقع لن توفيرها دون هذه الحدود وإنك توافق على أن التقييدات والاستثناءات من المسؤولية الخاصة بك، إبراء الذمة والتعويضات الحصرية المحددة هنا سوف تبقى على قيد الحياة حتى لو تبين أننا فشلنا في الغرض الأساسي من التطبيق.

</p>
		
        
    </li>
	<li class = "section">
        <h4 class = "title">. التعويض</h4>
        <p>جميع الإجراءات التي تقوم بها والمعلومات التي تنشرها على الوان تبقى مسؤوليتك. لذلك، فإنك توافق عقدنا، يخلي عنا اي مسؤولية نحن وشركائنا، والمرخصين، وفروعنا، والمقاولين، والمديرين والموظفين والممثلين والوكلاء، من او ضد أي مطالب من الطراف الثالثة، والأضرار (الفعلية و/ أو التبعية)، والإجراءات، والطلبات والخسائر والالتزامات والتكاليف والنفقات (بما في ذلك الرسوم القانونية المعقولة) تكبدنها من قبلنا، في حال:</p>
		<ul>
		<li>أي أفعال إهمال أو إغفال أو سوء تصرف متعمد من قبلك.</li>
		<li>وصولك إلى واستخدام التطبيق.</li>
		<li>لتحميل أو تقديم المحتوى إلى التطبيق من قبلك</li>
		<li>أي خرق لهذه الشروط من قبلك. و / أو</li>
		<li>خرقك لأي قانون أو أي حق من حقوق أي طرف ثالث.</li>
		</ul>
        <p>نحتفظ بالحق الحصري لتسوية والتسوية ودفع أي وجميع المطالبات أو أسباب العمل التي يوجه ضدنا دون موافقة مسبقة منك. إذا كان لنا أن نسأل، سوف تتعاون بشكل كامل ومعقول كما هو مطلوب منا في الدفاع عن أي ادعاء ذات الصلة.</p>
    </li>
	<li class = "section">
        <h4 class = "title">.  قانون الرقمية للألفية حقوق الطبع والنشر</h4>
        
        <p>وقد اعتمدت الوان للتجارة المحدودة السياسة التالية نحو انتهاك حقوق الطبع والنشر وفقا للقانون الألفية الجديدة لحقوق الرقمية (و"DMCA"). إذا كنت تعتقد أن أي محتوى الأعضاء أو المحتوى الخاص بك ينتهك حقوق الملكية الفكرية الخاصة بك، يرجى تقديم إخطار تزعم التعدي ("DMCA انهاء الخدمة لاحظ") بما في ذلك ما يلي: </p>
			<ul>
		<li>توقيع مادي أو إلكتروني لشخص مخول بالتصرف نيابة عن صاحب الحق الحصري الذي يزعم أنه يتم انتهاكه.</li>
		<li>وادعاء تحديد الطبع والنشر انه قد تم التعدي عليها، أو إذا وتغطي أعمال حقوق الطبع والنشر متعددة في موقع واحد على الانترنت عن طريق إشعار واحد، وقائمة ممثلة لهذه الأعمال.</li>
		<li>وادعاء تحديد المواد التي سيتم التعدي عليها أو أن تكون موضوعا لنشاط مخالف، هذا والمراد إزالتها أو تعطيل الوصول الر معلومات كافية تسمح لمزود الخدمة لتحديد المواد.</li>
		<li>معلومات كافية للسماح لمقدم الخدمة بالاتصال بك، مثل العنوان ورقم الهاتف، و، إن وجدت، والبريد الإلكتروني؛</li>
		<li>وجاء في بيان أن لديك اعتقاد راسخ بأن استخدام المواد بالطريقة اشتكى من غير مخول من قبل صاحب حق المؤلف أو وكيله، أو القانون؛ و</li>
		<li>وجاء في بيان أنه بموجب عقوبة الحنث باليمين، فإن المعلومات الواردة في الإخطار دقيقة ويحق لك التصرف نيابة عن صاحب الحق الحصري المزعوم انتهاكه.</li>
		</ul>
		<p>يجب ان ترسل أية إشعارات DMCA انهاء الخدمة ل<a href="#">help@team.getalwan.com</a></p>
    </li>
		<li class = "section">
        <h4 class = "title">متفرقات</h4>
        
        <p> هناك عدد قليل من أكثر الأشياء نحتاج أن نذكرها قبل أن تتمكن من استخدام الوان. يرجى ان تتحمل معنا، ونحن على وشك الانتهاء!
<ul>
<li>أولا، تلك الشروط القياسية في نهاية معظم العقود (مملة، ونحن نعلم)<p>هذه الشروط، قد تعدل من وقت لآخر، وتشكل مجمل الاتفاق بينك وبين الوان  للتجارة المحدودة الشروط  تلغي جميع الاتفاقات والتصورات والترتيبات السابقة بيننا (مكتوبة أو شفهية). لا يوجد في هذا البند تحد أو استبعاد أي مسؤولية عن تحريف احتيالية.

وقد اتخذت الوان للتجارة المحدودة الخطوات المعقولة لضمان العمل، وتوافر ودقة واكتمال المعلومات الواردة في الوان وتوفر هذه المعلومات على أساس "كما هي"، "كما تتوفر". الوان للتجارة المحدودة لا تعطي أو تقدم أي ضمان أو تمثيل من أي نوع عن المعلومات الواردة في الوان، سواء كانت صريحة أو ضمنية. استخدام الوان والمواد المتاحة على ذلك هو على مسؤوليتك وحدك. لا يمكن عقد الوان للتجارة المحدودة مسؤولية عن أي خسارة ناتجة عن نقل أو استخدام البيانات، أو غير دقيقة المحتوى للمستخدم.

أنت مسؤول عن اتخاذ جميع الاحتياطات اللازمة لضمان أن أي مادة قد تحصل عليها من الوان خالية من الفيروسات أو غيرها من المكونات الضارة. هل تقبل أن الوان لن يكون متاحاً دائما وانه يمكنه التعطل احياناً او خلوه من الأخطاء ، أن بعض العيوب لا يجوز او يمكن تصحيحها حتى وقد محدد، أو الخادم الذي يجعلها متاحة، خالية من الفيروسات أو الخلل، والبرمجيات التجسسية، حصان طروادة أو أي برامج ضارة مماثلة. تلعثم للتجارة المحدودة ليست مسؤولة عن أي ضرر على الجهاز الكمبيوتر، برامج الكمبيوتر، أو المعدات أو غيرها من التقنيات بما في ذلك، ولكن دون وقوع خسائر الحد من أي خرق أمني أو من أي فيروس، والبق، العبث، والاحتيال، خطأ أو إغفال أو انقطاع أو عيب ، وتأخير في التشغيل أو النقل، خط الكمبيوتر أو فشل الشبكة أو أي خلل فني أو غيرها من الاعطال الآخرى.

</p></li>
<li>نحن نعرف ان شروطنا رائعة، ولكن قد نعمل على تغيرها الان او في المستقبل<p>كما ينمو الوان، قد يكون لدينا بعض الإجراءات على تغيير هذه الشروط لذلك نحن نحتفظ بالحق في تعديل أو تصحيح أو تغيير الشروط في أي وقت (أ "التغيير"). إذا فعلنا ذلك سيتم نشر التغييرات على هذه الصفحة، ونحن سوف نشير إلى تاريخ نفاذ التحديثات في الجزء السفلي من الشروط. في ظروف معينة، قد نرسل رسالة بالبريد الالكتروني لك تعلمك عن التغيير. يجب عليك التحقق بانتظام هذه الصفحة لإشعار من أي تغييرات - نريد مستخدمينا أن يكونو على اكبر قدر من العلم.
استمرار استخدامك لالوان بعد أي تغيير يشير الى موافقتك على التغيير، وسوف تكون ملزمة قانونيا الشروط الجديدة التي تم تحديثها. إذا كنت لا تقبل أي تغييرات على الشروط، يجب عليك التوقف عن استخدام الوان فورا 

</p></li>
<li>المزيد من القانونين العادية<p>إذا، لأي سبب من الأسباب، أعلن أي من شروطنا انها غير شرعية وباطلة أو غير قابلة للتنفيذ إلا من قبل محكمة ولاية قضائية مختصة، بسبب أن المصطلح غير قانوني، غير صالحة أو غير قابل للتنفيذ، يجب فصله وحذفه من الشروط و يجب تبقى ان تبقى الشروط على قيد الحياة، تظل سارية المفعول والتأثير الكامل وتستمر في أن تكون ملزمة وقابلة للتنفيذ.
لا يجوز لأي فشل أو تأخير في ممارسة أي حق أو سلطة أو امتياز بموجب الأحكام بمثابة تنازل عن هذا الحق أو قبول أي تغيير في شروط وكما لا يجوز أي ممارسة واحدة أو جزئية من قبل أي طرف من أي حق أو سلطة أو امتياز تمنع أي ممارسة مزيد من الحق أو ممارسة أي حق أو سلطة أو امتياز أخرى

</p>
<p>أنت تقر وتضمن ما يلي:</p>
<ul>
<li>لا توجد في هذا البلد الذي يخضع لحصار من الولايات المتحدة، أو أن تم تعيينها من جانب حكومة الولايات المتحدة باعتبارها دولة "إرهابية ". و</li>
<li>غير مدرج على أي قائمة الحكومة الأمريكية للأحزاب محظورة أو مقيدة.</li>
</ul>
<p>باستخدام التطبيق، فإنك توافق وتقر بأن الوان هو التطبيق العالمي تعمل من خلال خوادم تقع في عدد من البلدان في جميع أنحاء العالم، بما في ذلك الولايات المتحدة. إذا كنت تعيش في بلد مع قوانين حماية البيانات، وتخزين البيانات الشخصية الخاصة بك قد لا توفر لك مع نفس الحماية كما يمكنك التمتع في البلد الذي تقيم فيه. عن طريق تقديم المعلومات الشخصية الخاصة بك، أو عن طريق اختيار لرفع مستوى الخدمات التي تستخدمها، أو من خلال الاستفادة من التطبيقات المتاحة على الوان، فإنك توافق على نقل المعلومات الشخصية الخاصة بك ل، وتخزين ومعالجة المعلومات الشخصية الخاصة بك في أي بلد من البلدان.</p>
<p>التطبيق قد تحتوي على روابط لمواقع الطرف الثالث أو الموارد. في مثل هذه الحالات، فإنك تقر وتوافق على أننا لسنا مسؤولين أو مسؤولا عن:</p>
<ul>
<li>توافر أو دقة تلك المواقع أو الموارد؛ أو</li>
<li>محتوى أو منتجات أو خدمات أو المتاحة من مثل هذه المواقع أو الموارد.</li>
</ul>
<p>روابط لهذه المواقع أو الموارد لا تعني أي تأييد. أنت تقر وحدك مسؤولية وتحمل كل المخاطر الناشئة عن استخدامك لأية مواقع أو موارد من هذا القبيل. تأطير، ربط أو غيرها من أساليب بالتعاون مع التطبيق محظورة في خط صراحة من دون الحصول أولا على موافقة خطية مسبقة.
هذه الشروط، والحصول على الحقوق والتراخيص الممنوحة بموجب هذه الاتفاقية، لا يجوز نقل أو تعيين من قبلك، ولكن قد يتم تعيين من قبلنا دون قيود.

في حال التوجه الى المحاكم يتم اخذ بيعن الاعتبار النسخة الانجليزية على انها النسخة المعتمدة في اصدار الاحكام والقوانين في حال وجود اي خلل في الترجمة العربية يتم اعتماد الشروط والبنود بالغة الانجليزية

</p>
</li>
</ul>
</p>		
</li>       
</ul>     
</div>
</body>
</html>